{
  "data" : [
    { "id"        : "MM01",
      "name"      : "Namba Parks",
      "desc"      : "A large shopping mall with the concept of a canyon. The unique appearance also appears in architectural books. There are restaurants on floors 1 to 5 and trendy shops on floors 6 to 8, and rooftop gardens on floors 8 to 9. It is an essential shopping mall in Osaka. A total area of 11,500 square meters is planted with over 70,000 trees, and at night, you can enjoy the magnificent night view of Osaka.",
      "time"      : "Shops 11:00 ~ 21:00. Restaurant 11:00 to 23:00",
      "way"       : "It is an 8-minute walk from Namba Station on the Midosuji Line, Sennichimae Line and Yotsubashi Line. Or directly connected to Nankai Namba Station.",
      "fee"       : "",
      "url"       : "http://www.nambaparks.com",
      "mapLat"    : 34.661996,
      "mapLng"    : 135.501935,
      "thumbPath" : "assets/img/sight/mmi/tmb_nb_pk.jpg",
      "imgPath"   : "assets/img/sight/mmi/nb_pk.jpg",
      "grpId"     : "MM"
    },
    { "id"        : "MM02",
      "name"      : "Denden Town",
      "desc"      : "A street for otaku such as figures, models, and otaku where electronic shops are concentrated. It is like Akihabara of Tokyo.",
      "time"      : "10:00 ~ 20:00 (Varies from store to store)",
      "way"       : "Sennichimae Line, Sakaisuji Line Nippombashi Station or Kintetsu Line Nippombashi Station.",
      "fee"       : "",
      "url"       : "http://www.denden-town.or.jp",
      "mapLat"    : 34.661870,
      "mapLng"    : 135.505959,
      "thumbPath" : "assets/img/sight/mmi/tmb_dd_tw.jpg",
      "imgPath"   : "assets/img/sight/mmi/dd_tw.jpg",
      "grpId"     : "MM"
    },
    { "id"        : "MM03",
      "name"      : "Dotonbori",
      "desc"      : "Osaka's largest town and town. In the past, Kabuki theater and pubs have become a dense area and have reached their present form. The Dotonbori River that stretches from east to west in Minami is full of people, but especially the nighttime with a bright night view.",
      "time"      : "10:30 ~ midnight",
      "way"       : "Get off at Namba Station on the Yotsubashi Line on the Midosuji Line Sennichimae. Or get off at Nipponbashi Station on the Sennichimae Line or Sakaisuji Line.",
      "fee"       : "",
      "url"       : "",
      "mapLat"    : 34.669312,
      "mapLng"    : 135.502420,
      "thumbPath" : "assets/img/sight/mmi/tmb_dtb.jpg",
      "imgPath"   : "assets/img/sight/mmi/dtb.jpg",
      "grpId"     : "MM"
    },
    { "id"        : "MM04",
      "name"      : "Ebisubashi",
      "desc"      : "A bridge connecting Dotonbori and Shinsaibashi. Osaka It is a place where you can take a picture in the background of a glicoman which appears without falling into a photograph. Osaka is the representative place for tourists. It is now connecting Dotonbori, a nightlife district, and Shinsaibashi, a shopping district. In 2003, people who were thrilled with Osaka's baseball home team, the Hanshin Tigers, jumped into the Dotonbori River and died. It is said that the water quality of the beautiful river is not good.",
      "time"      : "",
      "way"       : "Get off at Namba Station on the Yotsubashi Line on the Midosuji Line Sennichimae.",
      "fee"       : "",
      "url"       : "",
      "mapLat"    : 34.669283,
      "mapLng"    : 135.501275,
      "thumbPath" : "assets/img/sight/mmi/tmb_ebs.jpg",
      "imgPath"   : "assets/img/sight/mmi/ebs.jpg",
      "grpId"     : "MM"
    },
    { "id"        : "MM05",
      "name"      : "Shinsaibashisuji",
      "desc"      : "It is a long arcade in the north of Dotonbori. It is a typical shopping street of Osaka filled with clothes shops, restaurants, and fine shops. In the roof-topped arcade, you can see the crowds of crowds filled with crowds.",
      "time"      : "10:30 ~ 21:00 (Varies from store to store)",
      "way"       : "Get off at Namba Station on the Midosuji Line, Yotsubashi Line on Sennichimae. Alternatively, get off at Shinsaibashi Station on the Midosuji Line Nagahori Tsurumiryokuchi Line.",
      "fee"       : "",
      "url"       : "http://www.shinsaibashi.or.jp/lang/en",
      "mapLat"    : 34.671952,
      "mapLng"    : 135.501339,
      "thumbPath" : "assets/img/sight/mmi/tmb_ssbs.jpg",
      "imgPath"   : "assets/img/sight/mmi/ssbs.jpg",
      "grpId"     : "MM"
    },
    { "id"        : "MM06",
      "name"      : "National Bunraku Theater",
      "desc"      : "Bunraku Theater is the only one in Japan. Bunraku is Japan's three major traditional theater with Kabuki and Noah. Approximately 4 hours. It is a good idea to fill up your stomach or eat a lunch box that sells during the performance.",
      "time"      : "Refer to performance schedule (homepage)",
      "way"       : "Sennichimae Line, Nippombashi Station of Sakaisuji Line or Nipponbashi Station of Kintetsu Line.",
      "fee"       : "First class ¥ 5,800 ~, second class ¥ 2,300 ~",
      "url"       : "",
      "mapLat"    : 34.667780,
      "mapLng"    : 135.508650,
      "thumbPath" : "assets/img/sight/mmi/tmb_nt_brk_tt.jpg",
      "imgPath"   : "assets/img/sight/mmi/nt_brk_tt.jpg",
      "grpId"     : "MM"
    },
    { "id"        : "MM07",
      "name"      : "Ukiyo-koji alley",
      "desc"      : "It is a small alley that reproduces Dotonbori in the early 20th century in bustling Dotonbori. It is an alley made over six years, but it has a small but beautiful feel. 'Ukiyo (浮世)' is a 'fleeting world', 'the world'. It means 'tough soul'.",
      "time"      : "",
      "way"       : "Get off at Namba Station on the Midosuji Line, Sennichimae Line, Yotsubashi Line.",
      "fee"       : "",
      "url"       : "",
      "mapLat"    : 1,
      "mapLng"    : 1,
      "thumbPath" : "assets/img/sight/mmi/tmb_ukyk_str.jpg",
      "imgPath"   : "assets/img/sight/mmi/ukyk_str.jpg",
      "grpId"     : "MM"
    },
    { "id"        : "MM08",
      "name"      : "Don Quixote Ebisu Tower",
      "desc"      : "A large, low-cost market that sells household goods. It is an elongated building with a height of 77m. The Ferris wheel that ran above was operated in the past, but it is not operated after the accident.",
      "time"      : "",
      "way"       : "Get off at Namba Station on the Midosuji Line, Sennichimae Line, Yotsubashi Line.",
      "fee"       : "",
      "url"       : "",
      "mapLat"    : 34.669350,
      "mapLng"    : 135.502678,
      "thumbPath" : "assets/img/sight/mmi/tmb_dkh.jpg",
      "imgPath"   : "assets/img/sight/mmi/dkh.jpg",
      "grpId"     : "MM"
    },
    { "id"        : "MM09",
      "name"      : "Tonbori cruise ship",
      "desc"      : "Free if you have Osaka Pass. Free tickets are exchanged at a small booth next to Don Quixote. There is a limit on the number of people per day.",
      "time"      : "13:00 ~ 21:00",
      "way"       : "Get off at Namba Station on the Midosuji Line, Sennichimae Line, Yotsubashi Line. Or get off at Nipponbashi Station on the Sennichimae Line or Sakaisuji Line.",
      "fee"       : "",
      "url"       : "",
      "mapLat"    : 34.669349,
      "mapLng"    : 135.503105,
      "thumbPath" : "assets/img/sight/mmi/tmb_tnr_crs.jpg",
      "imgPath"   : "assets/img/sight/mmi/tnr_crs.jpg",
      "grpId"     : "MM"
    },
    { "id"        : "MM10",
      "name"      : "Americimura",
      "desc"      : "A shopping area filled with funky sensibility. Shops selling clothes imported from the United States were gathered to be called 'America Mura'. There are many fashion / accessory shops that are looking for 10 to 20's. ",
      "time"      : "11:00 ~ 20:00 (가게마다 다름)",
      "way"       : "Get off at Shinsaibashi Station on the Midosuji Line and Nagahori Tsurumiryokuchi Line. Or get off at Yotsubashi Station on the Yotsubashi Line.",
      "fee"       : "",
      "url"       : "",
      "mapLat"    : 34.672279,
      "mapLng"    : 135.498792,
      "thumbPath" : "assets/img/sight/mmi/tmb_amr_mr.jpg",
      "imgPath"   : "assets/img/sight/mmi/amr_mr.jpg",
      "grpId"     : "MM"
    },
    { "id"        : "MM11",
      "name"      : "Midosuji",
      "desc"      : "A national highway terminating in the center of Osaka. More than 800 ginkgo trees are planted on both sides of the road. On the weekend of the second week of October, the Midosuji Parade will be held. Over 100 people from around the world will perform various performances.",
      "time"      : "11:00 ~ 20:00",
      "way"       : "Get off at Shinsaibashi Station on the Midosuji Line and Nagahori Tsurumiryokuchi Line.",
      "fee"       : "",
      "url"       : "",
      "mapLat"    : 34.683810,
      "mapLng"    : 135.500749,
      "thumbPath" : "assets/img/sight/mmi/tmb_mdsj.jpg",
      "imgPath"   : "assets/img/sight/mmi/mdsj.jpg",
      "grpId"     : "MM"
    },
    { "id"        : "MM12",
      "name"      : "Organic Building",
      "desc"      : "Building of unique appearance where piping is exposed to the outside. Plants planted in this pipe are responsible for purifying the bitter water themselves. The purified water collects in the septic tank along the piping and is purified once more through the pipe with the water purification function.",
      "time"      : "",
      "way"       : "Get off at Shinsaibashi Station on the Midosuji Line and Nagahori Tsurumiryokuchi Line.",
      "fee"       : "",
      "url"       : "",
      "mapLat"    : 34.677329,
      "mapLng"    : 135.499221,
      "thumbPath" : "assets/img/sight/mmi/tmb_org_bld.jpg",
      "imgPath"   : "assets/img/sight/mmi/org_bld.jpg",
      "grpId"     : "MM"
    }
  ]
}
